<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1.0">

</head>
<body>
<div class="text-center">
  <!--Body content--> 
          <h1>ประวัติคณะครุศาสตร์อุตสาหกรรม</h1>

<img src="img/E-SARNcolor.jpg" width="230" height="150" alt="ภาพข่าว 01" />
<p> &nbsp;&nbsp;&nbsp; วิทยาเขตขอนแก่นก่อตั้งขึ้นตามสัญญาความร่วมมือระหว่างรัฐบาลและสหพันธ์สาธารณรัฐเยอรมันภายใต้ชื่อ</p>
<br>
โครงการวิทยาลัยเทคนิค(ไทย-เยอรมัน) ขอนแก่น เมื่อ 1 ตุลาคม 2506 เปิดทำการสอนนักศึกษารุ่นแรกในระดับ ปวช. 
<br>สายช่างอุตสาหกรรม จำนวน 5 สาขาวิชา ตั้งแต่ปีการศึกษา 2507 และหลักสูตรระดับปวส. จำนวน 2 สาขาวิชา 
<br>ตั้งแต่ปีการศึกษา 2513 โดยสัญญาความร่วมมือเทคนิคไทย-เยอรมันสิ้นสุดลงในปี 2518
ตั้งแต่ปี 2518 เป็นต้นมหาวิทยาลัยเทคนิคไทย-เยอรมันขอนแก่นได้มีการเปิดหลักสูตรในระดับปวส. เพิ่มเติม
<br>อีกหลายสาขาวิชาในสายช่างอุตสาหกรรมและในปีการศึกษา 2537 เริ่มเปิดหลักสูตรปวส. บริหารธุรกิจ สาขาการตลาด
<br>  พ.ศ. 2518 เข้าร่วมเป็นวิทยาเขตหนึ่งของวิทยาลัยเทคโนโลยีและอาชีวศึกษาตาม พ.ร.บ.วิทยาลัยเทคโนโลยี
<br>และอาชีวศึกษา พ.ศ.2518 ปี 2519 วิทยาเขตเปิดสอนหลักสูตรประกาศนียบัตรประโยคครูมัธยม(ปม.)
 <br>โดยรับผู้สำเร็จการศึกษา ระดับปวส. ทุกสาขาวิชาเรียนวิชาทางด้านการศึกษาเพิ่มเติม
<br>อีก 2 ภาคการศึกษา(1ปี) และในปี 2522 กรมอาชีวศึกษาได้เล็งเห็นความสำคัญของครูช่างอุตสาหกรรม จึงขอให้วิทยาเขตต่างๆ
 <br>ของวิทยาลัยเทคโนโลยีและอาชีวศึกษา ที่กระจายอยู่ทั่วประเทศ เปิดหลักสูตรประกาศนียบัตรครูมัธยม
<br>ช่างอุตสาหกรรม (ปมอ.)
<br>ในปี พ.ศ. 2531 วิทยาเขตขอนแก่นได้นำหลักสูตรครุศาสตร์อุตสาหกรรมของคณะวิศวกรรมเทคโนโลยีซึ่ง<br>
เปิดสอนที่วิทยาเขตเทเวศร์มาเปิดสอนเป็นรุ่นแรกที่ขอนแก่นในสาขาวิชา ค.อ.บ.วิศวกรรมอุตสาหการเครื่องกล 
<br>ค.อ.บ.วิศวกรรมอุตสาหการเชื่อมประกอบ และค.อ.บ.วิศวกรรมไฟฟ้า ส่วนหลักสูตรสาขาวิชาอื่นๆอีกหลายหลักสูตรได้เปิด
<br>สอนในปีต่อๆมา
<br>ในปี 2532 ที พ.ร.บ. เปลี่ยนชื่อวิทยาลัยเทคโนโลยีและอาชีวศึกษาเป็นสถาบันเทคโนโลยีราชมงคล และเมื่อ
<br>วันที่ 18 มกราคม 2548 มี พ.ร.บ. ให้สถาบันเทคโนโลยีราชมงคล(เดิม) เป็นมหาวิทยาลัยเทคโนโลยีราชมงคล 9 แห่ง
<br>ตั้งแต่ปีการศึกษา 2532 เป็นต้นมา วิทยาเขตขอนแก่น ภายใต้สังกัดสถาบันเทคโนโลยีราชมงคล ได้เปิด
<br>สาขาวิชาทั้งในระดับปวส. ช่างอุตสากรรมและปริญญาตรีหลากหลายสาขา ทั้งหลักสูตรครุศาสตร์อุตสาหกรรม
 <br>วิศวกรรมศาสตร์ บริหารธุรกิจ วิทยาศาสตร์และศิลปศาสตร์ เมื่อมี พ.ร.บ. มหาวิทยาลัยเทคโนโลยีราชมงคล พ.ศ. 2548 
<br>	ปัจจุบันคณะครุศาสตร์อุตสาหกรรมมีหลักสูตรที่เปิดสอน (ปี 2550) อยู่ทั้งหมด ในระดับปวส.
<br> รวม 14 สาขาวิชา หลักสูตรปริญญาตรี (2 ปี รับปวส.) รวม 9 สาขาวิชา ปริญญาตรี 
<br>(หลักสูตร 4 ปี รับ ม.6 และปวช.) รวม 8 สาขาวิชาและมีโครงการเปิดหลักสูตร ปริญญาตรี(หลักสูตรต่อเนื่อง/เทียบโอน 2 ปี)
<br> รับ ปวส. ในปี 2551 อีก 3 สาขาวิชา คือ ค.อ.บ.วิศวกรรมเครื่องกล อส.บ.เทคโนโลยี
<br>ท่ออุตสาหการ และ บธ.บ.การบัญชี และโครงการหลักสูตรปริญญาโททางด้านครุศาสตร์อุตสาหกรรมในปี 2552



</div>




</body>
</html>